Repository: RihanaDave/Sources
Catalog: Workspace/Presentation/Properties/Resources.*.resx
Languages: fa

source: {0} objects added/resolved during your import; Do you want to show them on graph?
fa: {0} شئ در ورود داده‌ی شما افزوده/ادغام شدند؛ آیا می‌خواهید روی گراف نمایش داده شوند؟

source: Edit Permisions
fa: ویرایش سطوح دسترسی

source: Manually Entered Data
fa: داده‏های ورودی دستی

source: Edit Permissions
fa: ویرایش مجوزها

# Set_user_access_permissions_on_the_data_you_re_importing
source: 2. Set user access permissions on the data you're importing.
fa: 2. تنظیم مجوز‌های دسترسی کاربران روی داده‌هایی که وارد می‌کنید.

# Publish_completed_but_search_indexes_were_not_updated_
source: Publish completed but search indexes were not updated completely; It might affects the searches on imported data.
fa: انتشار کامل شد اما اندیس‌های جستجو به طور کامل به‌روز نشدند؛ این مساله می‌تواند در جستجوی داده‌های وارد شده تاثیر بگذارد.

source: Make visible to this groups:
fa: قابل نمایش برای گروه‏های زیر:

source: Securing connection...
fa: امن‌سازی ارتباط...

source: Login failed
fa: ورود با شکست مواجه شد

source: Make sure the 'User name' and 'Password' you used are correct and 'Time' of your computer is synchronized with the server
fa: از درست بودن «نام کاربری» و «رمز عبور» استفاده شده و همچنین از همگام بودن «زمان» رایانه‌تان با سرور، اطمینان حاصل کنید.

source: Latitude:
fa: عرض جغرافیایی:

source: Longitude:
fa: طول جغرافیایی:

source: Polygon search
fa: جستجوی چندوجهی

source: Click to draw polygon.
fa: برای رسم چندوجهی کلیک کنید.

source: Date range:
fa: محدوده‌ی زمانی:

source: Filters
fa: فیلترها

source: Object types:
fa: انواع اشیاء:

source: perimeter:
fa: محیط:

source: Points
fa: نقاط

source: Property types:
fa: انواع ویژگی‌ها:

# _points_with_comma_
source: points,
fa: نقطه،

source: Click to draw route.
fa: برای رسم مسیر کلیک کنید.

source: Radius search
fa: جستجوی دایره‏ای

source: Route search
fa: جستجوی مسیری

source: Search setting
fa: تنظیمات جستجو

source: Geo search
fa: جستجوی جغرافیایی

source: Performing geographical search...
fa: انجام جستجوی جغرافیایی...

source: Summarization rate:
fa: نرخ خلاصه سازی:

source: Unable to load language summarization.
fa: امکان نمایش خلاصه متن وجود ندارد.

source: Loading Summarize
fa: بارگذاری خلاصه متن.

source: [No Title]
fa: [بدون عنوان]

source: Unable to load saved Global Resolution Suite(s).
fa: امکان دریافت سوئیت(های) ادغام سراسری ذخیره شده وجود ندارد.

source: Continue anyway?
fa: با این حال ادامه می‌دهید؟

source: Loading Global Resolution Suite(s)...
fa: بازیابی سوئیت(های) ادغام سراسری...

# Mismatch_Link_types_0
source: Mismatch Link (Relationship/Event) types: {0}
fa: نوع لینک(رابطه/رخداد)های نامتناسب: {0}

# Imagery
source: Map server
fa: تصویر

source: Source:
fa: منبع:

source: No map tile source defined!
fa: هیچ منبعی برای تامین تصاویر نقشه تعریف نشده است!

source: Loading map tiles...
fa: بارگذاری تصاویر نقشه...

source: Options
fa: گزینه‌ها

source: Heatmap
fa: نقشه گرمایی

source: Advanced settings
fa: تنظیمات ویژه

source: All data points
fa: همه نقاط

source: Areal Unit
fa: یکای منطقه:

source: Count
fa: تعداد

source: Data
fa: داده

source: data points contributing values
fa: نقطه در مقدار دهی مشارکت دارند

source: Density radius
fa: شعاع تراکم

source: Hide heatmap
fa: پنهان شدن هیت مپ

source: least dense
fa: حداقل تراکم

source: Legend
fa: افسانه

source: most dense
fa: حداکثر تراکم

source: Opacity
fa: شفافیت

# Property_value_2
source: Property value:
fa: مقدار شاخص:

source: Radius:
fa: شعاع:

source: scale
fa: مقیاس

source: Selected data points
fa: نقاط انتخاب شده

source: Show heatmap
fa: نمایش هیت مپ

source: Spectrum
fa: طیف رنگ

source: There is no data to generate a heatmap
fa: هیچ داده ای برای تولید هیت مپ وجود ندارد

source: The density radius does not match the areal unit
fa: شعاع تراکم با یکای منطقه همخوانی ندارد

source: Value for each data points
fa: مقدار هر نقطه

# Custum_Search_Around_Result_More_Than_Threshold_OK_Cancel
source: Custum Search-Around results are more than threshold and some results will not retrieve at all; Click 'OK' to ignore the deficiency, or Click 'Cancel' to continue Search-Around definition.
fa: نتایج جستجوی پیرامونی سفارشی بیش از حد زیاد هستند و برخی از نتابج هرگز نمایش داده نخواهند شد؛ برای پذیرش این نقصان در نتایج روی «OK» کلیک کنید، یا برای ادامه‌ی تعریف شرایط جستجو روی «Cancel» کلیک کنید.

source: Tag Cloud
fa: ابر کلمات

# The_Number_Of_Objects_With_GeoTime_Property_Is_Less_Than_Objects_Retrieved
source: {0} Object(s) retrieved and {1} object(s) has(have) GeoDate property.
fa: {0} شی(اشیا) بازیابی شد و به تعداد {1} ویژگی GeoDate دارند.

source: Loading heatmap...
fa: بارگزاری هیت مپ...

source: There is no result for this query.
fa: هیچ نتیجه ای برای این جستجو یافت نشد.

source: Best/Slow
fa: بهترین/آهسته

source: Good/Fast
fa: خوب/سریع

source: Hide map points and labels
fa: مخفی کردن نقاط و برچسب های روی نقشه

# Numbersign_Colors
source: # Colors
fa: # رنگ ها

source: Show scale on map
fa: نمایش مقیاس روی نقشه

source: Smoothing
fa: هموار سازی

source: Color Scale
fa: مقیاس رنگ

source: Choose image files to upload
fa: فایل انتخاب شود

source: Image Analysis Application
fa: کاربرد تجزیه و تحلیل تصاویر

source: or drag and drop them here
fa: یا کشیده و در این مکان رها کنید

source: Extracting faces
fa: استخراج چهره‌ها

source: Recognizing Faces
fa: تشخیص چهره‌ها

source: Retrieved image
fa: تصویر بازیابی شده:

source: Search results
fa: نتایج جستجو:

source: Heatmap type
fa: نوع هیت مپ

source: Linear
fa: خطی

source: Percentile
fa: درصد

source: Presentation
fa: ارائه

# Scale2
source: Scale
fa: مقیاس

source: Only positive and valid numerical values are effective.
fa: فقط مقادیر عددی مثبت و معتبر موثر هستند.

# Search_Around_Result_More_Than_Threshold_
source: Search-Around results are more than threshold and some results will not retrieve at all.
fa: نتایج جستجوی پیرامونی بیش از حد زیاد هستند و برخی از نتابج هرگز نمایش داده نخواهند شد.

source: Prepare Search-Around results...
fa: آماده‌سازی نتایج جستجوی پیرامونی...

source: For each searched object, a maximum of {0} results are loaded and there are more results to display.
fa: به ازای هر شئ جستجو شده، حداکثر {0} نتیجه بارگذاری شده است و نتایج بیشتری برای نمایش وجود دارد.

source: Load more
fa: بارگذاری بیشتر?

source: No! That's enough.
fa: نه! همین کافی است.

source: {0} links have been unmerged from links between two objects and there are more links to unmerge.
fa: {0} لینک از لینک های بین دو شئ باز شده است و لینک های بیشتری برای باز شدن وجود دارد.

source: Unmerge more
fa: بازشدن بیشتر?

source: Would you like to load more results?
fa: آیا می خواهید تعداد بیشتری از نتایج بارگذاری شود؟

source: Would you like to unmerge more links?
fa: آیا می خواهید تعداد بیشتری از لینک ها باز شود؟

# Yes__Load_all_results___Up_to_NUMBER_results_
source: Yes! Load all results. (Up to {0} results)
fa: بله! همه نتایج بارگذاری شود. (تا سقف {0} نتیجه)

# Yes__Load_up_to_NUMBER_results_
source: Yes! Load up to {0} results.
fa: بله! حداکثر {0} نتیجه بارگذاری شود.

# Yes__Unmerge_all_links___Up_to_NUMBER_links_
source: Yes! Unmerge all links. (Up to {0} links)
fa: بله! همه لینک ها باز شود. (تاسقف {0} لینک)

# Yes__Unmerge_up_to_NUMBER_links_
source: Yes! Unmerge up to {0} links.
fa: بله! حداکثر {0} لینک باز شود.

source: Reload
fa: بارگذاری مجدد

source: Show all
fa: نمایش همه

source: There are more relationships that can not be displayed.
fa: روابط بیشتری وجود دارد که امکان نمایش آن ها نیست.

source: objects
fa: شیء

source: Preparing Unmerge...
fa: آماده‌سازی جداسازی...

source: Recompute set contents
fa: محاسبه مجدد مجموعه

source: Recomputing statistics by executing statistical query.
fa: در حال محاسبه‌ی ارقام با اجرای پرس و جوی آماری

source: Executing statistical query
fa: در حال اجرای پرس و جوی آماری

source: Apply Formula
fa: رابطه سفارشی

source: Apply formula that generated second set to first set.
fa: تولید رابطه دلخواه که از مجموعه دوم به مجموعه اول اعمال می شود.

source: Combines both sets into one.
fa: دو مجموعه را در یک مجموعه ترکیب می کند.

source: Exclusive Or
fa: یا انحصاری

source: Finds all items in both sets.
fa: مواردی که در هر دو مجموعه هستند را پیدا می کند.

source: Finds all of the items in the first set that aren't in the second set.
fa: همه موارد موجود در مجموعه اول که در مجموعه دوم نیستند را پیدا می کند.

source: Finds all of the items in the second set that aren't in the first set.
fa: همه موارد موجود در مجموعه دوم که در مجموعه اول نیستند را پیدا می کند.

source: Finds all of the items that are in either set but not both.
fa: تمام مواردی را که در هر دو مجموعه قرار دارد، اما نه هر دو را پیدا می کند.

source: Intersection
fa: اشتراک

source: Set algebra
fa: جبر مجموعه ای

source: Subtract Left
fa: تفریق چپ

source: Subtract Right
fa: تفریق راست

source: Union
fa: اجتماع

source: Filter property of type:
fa: فیلتر ویژگی از نوع:

source: Note: Matching is not Case-Sensitive.
fa: توجه: تطبیق حساس به حروف بزرگ و کوچک نیست.

source: Property matched value filter
fa: فیلتر تطابق مقدار ویژگی

source: With matched value:
fa: مطابقت با مقدار:

source: And
fa: و

source: Has property type
fa: دارای نوع ویژگی

source: No set
fa: بدون مجموعه

source: Objects matching one of the defined Property-Values:
fa: اشیاء مطابق با یکی از مقادیر ویژگی تعریف شده:

source: Of type:
fa: نوع:

source: Drag an area on the chart for drill down.
fa: برای Drill down منطقه ای از نمودار را درگ کنید.

source: Log axis
fa: محور لگاریتمی

source: Selected range:
fa: محدوده انتخابی:

source: Show crosshairs
fa: نمایش علامت ضربدر

source: buckets from
fa: میله از

source: Recalculate buckets
fa: محاسبه مجدد میله ها

source: Restore default
fa: بازیابی پیشفرض

source: to
fa: تا

source: Add Current Selection to Graph
fa: افزودن محدوده های انتخابی فعلی به گراف

source: Add Current Selection to Map
fa: افزودن محدوده های انتخابی فعلی به نقشه

source: Clear all selections
fa: حذف تمامی محدوده های انتخابی

# Drill_Down_on_Current_Selections___N__Group_
source: Drill Down on Current Selections ({0} Group)
fa: Drill Down روی محدوده های انتخابی فعلی ({0} دسته)

source: Current investigation saved.
fa: کاوش فعلی ذخیره شد.

source: Investigation description:
fa: توضیحات کاوش:

source: Investigation title:
fa: عنوان کاوش:

# Saving_Current_Investigation
source: Saving investigation
fa: در حال ذخیره‌ی کاوش فعلی

source: Unable to save current investigation.
fa: کاوش فعلی غیرقابل ذخیره‌سازی است.

source: Load investigation
fa: بارگذاری کاوش

source: Selected investigation loaded successfully.
fa: کاوش انتخاب شده با موفقیت بارگذاری شد.

# Checking_Conditions_To_Open_Right_Click_Menu
source: Checking conditions ...
fa: در حال بررسی شرایط ...

# Upload__eml_files_failed_with_exception_0_Do_you_want_to_retry
source: Upload .eml file(s) failed: {0}. Do you want to retry uploading (Select "No", means ignore importing the file data)?
fa: بارگذاری فایل(های) .eml با شکست مواجه شد: {0}. آیا مایل به تلاش مجدد برای بارگذاری هستید(انتخاب دکمه «نه» به معنای صرف نظر از ورود داده‌های این فایل می‌باشد)؟

source: Take snapshot
fa: عکس گرفتن

source: Snapshot saved successfully.
fa: تصویر با موفقیت ذخیره شد.

source: Do you want to display image?
fa: آیا تمایل دارید تصویر را مشاهده کنید؟

source: All supported unstructured files
fa: تمام فایل‌های غیرساختیافته‌ی قابل پشتیبانی

source: E-Mail(s)
fa: ایمیل(ها)

source: E-Mail(s) Data Source
fa: منبع داده‌ی ایمیلی

source: Unable to define New Global Resolution for multiple import sources
fa: امکان تعریف ادغام سراسری جدید برای چند منبع ورود داده وجود ندارد

source: Opening {0}
fa: باز کردن {0}

source: Unable to load configuration '{0}'.
fa: امکان بارگذاری تنظیم '{0}' وجود ندارد.

source: Add a new directory to the beginning of the path
fa: افزودن پوشه جدید به انتهای مسیر

source: Add a new directory to the end of the path
fa: افزودن پوشه جدید به انتهای مسیر

source: Apply regular expression
fa: اعمال عبارات منظم

source: Computer name
fa: نام کامپیوتر

source: Directory
fa: پوشه

source: Drive name
fa: نام درایو

source: Extension
fa: پسوند

source: File name
fa: نام فایل

source: Full path
fa: مسیر کامل

source: Path:
fa: مسیر:

source: Path-part from begin
fa: بخشی از مسیر از ابتدا

source: Path-part from end
fa: بخشی از مسیر از انتها

source: Path Part Selection Window
fa: پنجره انتخاب بخشی از مسیر

source: Result:
fa: نتیجه:

source: Select the part of the path you want to extract from the metadata.
fa: بخشی از مسیری را که می خواهید از ابرداده استخراج کنید را انتخاب کنید.

source: This directory is not in the current path
fa: این پوشه در مسیر جاری نیست

source: This value will be determined by the source file address on your computer.
fa: این مقدار توسط آدرس فایل مبدأ بر روی کامپیوتر شما تعیین می شود.

source: Load mapping
fa: بارگذاری نگاشت

# Load_Mapping_For_All
source: Load mapping for all semi structured data sources
fa: بارگذاری نگاشت برای همه

source: Data source path-based value
fa: مقداری براساس مسیر فایل منبع

source: Unable to get direction for links with different source and target
fa: امکان تعیین جهت برای لینک‌های دارای مبدا و مقصد متفاوت وجود ندارد

source: {0} event
fa: {0} رخداد

source: {0} events
fa: {0} رخداد

source: {0} relationship
fa: {0} رابطه

source: {0} relationships
fa: {0} رابطه

source: {0} same properties
fa: {0} ویژگی مشابه

source: {0} same property
fa: {0} ویژگی مشابه

source: , and {0} more event
fa: ، و {0} رخداد دیگر

source: , and {0} more events
fa: ، و {0} رخداد دیگر

source: , and {0} more relationship
fa: ، و {0} رابطه‌ی دیگر

source: , and {0} more relationships
fa: ، و {0} رابطه‌ی دیگر

source: , and {0} more same properties
fa: ، و {0} ویژگی مشابه دیگر

source: , and {0} more same property
fa: ، و {0} ویژگی مشابه دیگر

source: Link ends are not match with the Edge
fa: دو سر لینک با یال مطابق نیستند

source: All objects
fa: همه عناصر

source: Animated
fa: متحرک

source: Animation
fa: پویانمایی

source: Flow:
fa: جریان:

source: Flow color
fa: رنگ جریان:

source: Flow options
fa: گزینه های جریان

source: Hide flows
fa: پنهان کردن جریان

source: Scale visualization to flow value
fa: سایز براساس وزن جریان

source: Selected objects
fa: عناصر انتخاب شده

source: Show flows
fa: نمایش جریان

source: Show flows for:
fa: نمایش جریان برای:

source: Speed:
fa: سرعت:

source: Static
fa: ثابت

source: Visualization
fa: نمایش:

source: Total events count
fa: تعداد همه رویدادها

source: Value (count)
fa: مقدار (تعداد)

source: Untitled
fa: بدون عنوان

source: Flows
fa: جریان

source: Branching History
fa: تاریخچه شاخه

source: Only one object will generate by the mapping.
fa: براساس این نگاشت، فقط یک شئ ایجاد خواهد شد.

source: Choose a character
fa: انتخاب کاراکتر

source: Custom
fa: سفارشی

source: Select a character to use as CSV fields separator
fa: یک کاراکتر جهت استفاده به عنوان جداکننده‌ی فیلدهای فایل CSV انتخاب کنید

source: Click the button to load related links
fa: برای بارگزاری لینک‌های مرتبط روی دکمه کلیک نمایید

source: Load all links
fa: بارگزاری همه لینک‌ها

source: Begin date must be smaller than end date.
fa: زمان شروع باید کوچک‌تر از زمان پایان باشد.

source: End date must be greater than begin date.
fa: زمان پایان باید بزرگ‌تر از زمان شروع باشد.

source: InValid
fa: نامعتبر

source: Select an object type from list.
fa: یک نوع شئ از لیست انتخاب کنید.

source: Select a property type from list.
fa: یک نوع ویژگی از لیست انتخاب کنید.

source: Enter Character
fa: کاراکتر مورد نظر را وارد کنید

# Preview_the_result
source: Preview the result of the selected character
fa: پیش نمایش نتیجه کاراکتر انتخاب شده

# Object_Has_Number_Properties_Of_Property
source: {0} has {1} properties of {2}
fa: {0} {1} ویژگی {2} دارد
