Repository: RihanaDave/Sources
Catalog: Workspace/Presentation/Properties/Resources.*.resx
Languages: fa

source: Ready
fa: آماده

source: Unable to load Histogram
fa: امکان بارگذاری هیستوگرام وجود ندارد

source: Document Properties
fa: ویژگی‌های سند

source: Entity Properties
fa: ویژگی‌های موجودیت

source: Event Properties
fa: ویژگی‌های رخداد

source: Loading objects...
fa: بارگزاری اشیاء...

source: All
fa: همه

source: Any
fa: یکی

source: Begin:
fa: شروع:

source: Date
fa: تاریخ:

source: End:
fa: پایان:

source: Enter keyword
fa: کلیدواژه را وارد کنید.

# Filter_with_semicolon
source: Filter:
fa: فیلتر:

source: Include child types
fa: به همراه نوع های زیرمجموعه

source: Keyword
fa: کلیدواژه:

source: Object Type
fa: نوع ویژگی:

source: of the following are true
fa: معیارهای زیر برقرار باشد.

source: Property_value
fa: مقدار ویژگی

# Property_with_SemiColon
source: Property:
fa: ویژگی:

# Search_with_semicolon
source: Search:
fa: جستجو:

source: Close All But This
fa: بستن همه سربرگها بجز این سربرگ

source: Close All Tabs
fa: بستن همه سربرگها

source: Publish Concepts
fa: انتشار مفاهیم

source: Some concepts have changed. Do you want to publish them?
fa: برخی از مفاهیم تغییر کرده اند. آیا میخواید آنها را انتشار دهید؟

source: Save DisplayName
fa: ذخیره نام نمایشی

source: Resolve conflict
fa: رفع تضاد

source: Your data is published but horizon server is not updated.
fa: داده ها انتشار یافت ولی سرور هرایزن به روز نشد.

source: Publish was completed.
fa: انتشار انجام شد.

source: Publish in-progress...
fa: انتشار درحال انجام است...

source: Concepts conflict resolution
fa: رفع تناقض مفاهیم

# Media_Conflict_Resolution_Prompt
source: Media assignment conflict detected for media with:{0}{0}{1}ID: {2}{0}{1}and URI: {3}{0}{1}that belongs to Object: {4} (ID: {5} | Type: {6}).{0}{0}The media is deleted locally (unpublished) but it's already exist in Repository.{0}Do you want to keep unpublished changes (as a deleted media)?
fa: تناقضی برای وجود مدیای زیر شناسایی شده:{0}{0}{1}شناسه: {2}{0}{1}با مسیر: {3}{0}{1}که مربوط به شئ: {4} (شناسه: {5} | نوع: {6}).{0}{0}این مدیا به طور محلی (منتشر نشده) حذف شده است.{0}آیا می‌خواهید تغییرات منتشر نشده باقی بماند (مدیا به عنوان حذف شده درنظر گرفته شود)؟

# Object_Conflict_Resolution_Prompt
source: Object data conflict detected for object with:{0}{0}{1}ID: {2}{0}{1}Of type: {3}{0}{0}{1}Published display name is: "{4}"{0}{1}but Unpublished Display name is: "{5}".{0}{0}Do you want to keep unpublished changes?
fa: تناقضی برای داده‌های شئ زیر شناسایی شده:{0}{0}{1}شناسه شئ: {2}{0}{1}نوع شئ: {3}{0}{0}{1}نام نمایشی منتشر شده: "{4}" است،{0}{1}اما نام نمایشی موقت (هنوز منتشر نشده): {5}{0}{0}می‌باشد. آیا می‌خواهید تغییرات منتشر نشده خود را نگه دارید؟

# Property_Conflict_Resolution_Prompt
source: Property data conflict detected for property with:{0}{0}{1}ID: {2}{0}{1}Of type: {3}{0}{1}that belongs to Object: {4} (ID: {5} | Type: {6}){0}{0}{1}Published value is: "{7}"{0}{1}but Unpublished value is: "{8}".{0}{0}Do you want to keep unpublished changes?
fa: تناقضی برای داده‌های ویژگی زیر شناسایی شده:{0}{0}{1}شناسه ویژگی: {2}{0}{1}نوع ویژگی: {3}{0}{1}که مربوط است به شئ: {4} (شناسه: {5} | نوع: {6}){0}{0}{1}مقدار منتشر شده‌ی ویژگی: "{7}" است،{0}{1}ولی مقدار منتشر نشده آن: "{8}"{0}{0}می‌باشد. آیا می‌خواهید تغییرات منتشر نشده باقی بماند؟

# Set_DisplayName
source: Set as display name
fa: انتساب نام نمایشی

source: Column Name(s)
fa: نام(های) ستون‌ها

source: Property Type
fa: نوع ویژگی

source: Resolution Option
fa: معیار Resolve

source: Internal Resolution Options
fa: تنظیمات Resolve داخلی

source: Set internal resolution options
fa: تنظیمات Resolve داخلی

source: Automatic Resolution Window
fa: پنجره Resolution خودکار

# Invalid_Internal_Resolution_Options
source: Invalid internal resolution options (At least one of the resolution options must be Find matches)
fa: تنظیمات Resolve داخلی معتبر نیستند

# Internal_Resolve_Summery_For_Find_And_Must_Match_Options
source: For all objects that have the same {0} the import process will resolve them together if they also have the same {1}.
fa: به ازای تمام اشیائی که دارای {0} مشابه باشند، فرایند ورود داده‌ها آن‌ها را Resolve خواهد کرد، اگر آن‌ها با هم {1} مشابه نیز داشته باشند.

# Internal_Resolve_Summery_For_Only_Find_Match_Options
source: For all objects that have the same {0} the import process will resolve them together.
fa: به ازای تمام اشیائی که دارای {0} مشابه باشند، فرایند ورود داده‌ها آن‌ها را Resolve خواهد کرد.

source: Objects will import without any internal resolution
fa: اشیاء بدون هیچ Resolve داخلی وارد خواهند شد.

# Summary_with_colon
source: Summary:
fa: خلاصه:

# SemiStructured_source_s_import_completed_and_result_published
source: Semi-Structured source(s) import completed and it's result were published.
fa: ورود منابع داده‌ای نیمه ساختیافته تکمیل و نتیجه‌ی آن منتشر شد.

source: Selected file '{0}' is too large for import process.
fa: فایل انتخاب شده «{0}» برای فرایند ورود داده‌ها بزرگ است.

source: Next Data Source
fa: منبع داده بعدی

source: Registering Server-side Import Request
fa: ثبت درخواست ورود سمت سروری داده‌ها

source: Uploading: {0}
fa: بارگذاری: {0}

# Upload_file_0_failed_with_exception_1_Do_you_want_to_retry
source: Upload file "{0}" failed: {1}. Do you want to retry uploading (Select "No", means ignore importing the file data)?
fa: بارگذاری فایل «{0}» با شکست مواجه شد: {1}. آیا مایل به تلاش مجدد برای بارگذاری هستید(انتخاب دکمه «نه» به معنای صرف نظر از ورود داده‌های این فایل می‌باشد)؟

source: Import Process
fa: فرایند ورود داده‌ها

# SemiStructured_source_s_import_process_is_too_large_and_passed_to_server
source: Semi-Structured source(s) import process is too large, so it will passed to the servers.
fa: به دلیل حجیم بودن فرایند ورود منابع داده‌ای نیمه ساختیافته، این کار برای انجام به سرویس‌دهنده‌ها سپرده خواهد شد.

# Prepair_server_side_import
source: Prepairing server-side import
fa: آماده‌سازی ورود داده‌های سمت سرور

# General_shortcutkey_category
source: (General)
fa: (عمومی)

# Operation_of_shortcutkey
source: Operation
fa: عملکرد

# ShortcutKey_Ctrl_A_Operation_on_Graph_Application
source: Select all objects
fa: انتخاب همه‌ی اشیاء

# ShortcutKey_Ctrl_B_Operation_on_Graph_Application
source: View selected object(s) (in Browser Application)
fa: نمایش شئ(های) انتخاب شده (در نمایشگر شئ)

# ShortcutKey_Ctrl_F_Operation
source: Quick Search
fa: جستجوی سریع

# ShortcutKey_Ctrl_L_Operation
source: Filter Search on Graph Application
fa: جستجوی فیلتری روی گراف

# ShortcutKey_Ctrl_N_Operation_on_Browser_Application
source: Create new property
fa: ایجاد ویژگی جدید

# ShortcutKey_Ctrl_N_Operation_on_Graph_Application
source: Create new object
fa: ایجاد شئ جدید

# ShortcutKey_Ctrl_Shift_I_Operation_on_Graph_Application
source: Invert select objects
fa: انتخاب معکوس اشیاء

# ShortcutKey_Ctrl_S_Operation_on_Graph_Application
source: Share current Graph
fa: اشتراک‌گذاری (ذخیره) گراف جاری

# ShortcutKey_F1_Operation
source: Shortcut keys help window
fa: پنجره راهنمای کلیدهای میانبر

source: Shortcut Key
fa: کلید میانبر

source: Shortcut Keys
fa: کلیدهای میانبر

source: New graph
fa: گراف جدید

source: Hard Delete
fa: حذف سخت

source: Edit
fa: ویرایش

# No_Data_Import_Preview_Field
source: (No Data)
fa: (بدون داده)

# Import_preview_invalid_lines_prompt
source: {0} line(s) of sample, contains invalid data.
fa: {0} خط از سطرهای نمونه، شامل داده‌های نامعتبر می‌باشند.

source: This feature is not supported
fa: از این میانبر پشتیبانی نمی شود.

source: Clear map content
fa: پاک کردن محتوای نقشه

source: Map Application
fa: کاربرد نقشه

source: Show on map
fa: نمایش روی نقشه

source: Timeline
fa: خط زمان

# Load_a_mapping_will_remove_currently_defined_mapping
source: Load a mapping will remove currently defined mapping; Are you sure you want to ignore the defined mapping?
fa: بارگذاری یک نگاشت، نگاشتی را که در حال حاضر تعریف کرده‌اید حذف خواهد نمود؛ آیا مطمئنید که می‌خواهید از نگاشت موجود صرف‌نظر کنید؟

source: Load successfull
fa: بارگذاری موفقیت آمیز بود.

source: Save successfull
fa: ذخیره‌سازی موفقیت آمیز بود.

# Unable_To_Save_Import_Mapping
source: Unable to save import mapping to file; {0}
fa: امکان ذخیره‌سازی فایل نگاشت ورود داده‌ها وجود ندارد؛ {0}

# Loading_something_
source: Loading "{0}"...
fa: بارگذاری "{0}"...

# Count_of_unmerged_links_is_greater_than_0_Do_you_want_to_show
source: Count of unmerged links is greater than {0}; Do you want to show unmerged links?
fa: تعداد لینک‌های جداشده بیشتر از {0} است؛ آیا می‌خواهید لینک‌های جداشده نمایش داده شود؟

# Unable_To_Show_More_Object_On_Graph
source: Unable to show more object on graph; Some object(s) can not show on graph
fa: امکان نمایش شئ(های) بیشتری روی گراف وجود ندارد؛ یک/چند شئ نمی‌توانند روی گراف نمایش داده شوند

source: Unable to merge selected objects as a link
fa: امکان ادغام اشیا انتخاب شده به عنوان یک لینک وجود ندارد

source: Merge
fa: ادغام

source: Unmerge
fa: جداسازی

source: time-based properties
fa: ویژگی‌های زمانمند

# SemiStructured_source_s_import_completed_with_some_fails_and_result_published
source: Semi-Structured source(s) import completed with some fails and it's result were published. {0} line(s) is/are invalid. for more details refer to "Import Log" path
fa: ورود منابع داده‌ای نیمه ساختیافته با تعدادی خطا انجام شد و نتایج آن منتشر شدند. تعداد {0} خط نامعتبر بود. برای جزئیات بیشتر به مسیر «گزارش ورود داده‌ها» مراجعه کنید.

source: Add new linking term
fa: افزودن ویژگی جدید:

source: Back
fa: قبلی

source: learn more
fa: بیشتر

source: Linking on:
fa: :ویژگی‌ها

# ResultsWithColon
source: Results:
fa: :نتایچ

source: Targeting:
fa: :مفاهیم نگاشت

source: Choose matching criteria for pass number
fa: انتخاب معیار برای روال کاری شماره

# Select_Object_For_Resolution
source: Select object for resolution - showing
fa: انتخاب اشیاء برای Resolution

source: Check and finalize
fa: چک‌کردن موارد مشابه و مرحله نهایی

source: Choose matching criteria
fa: انتخاب معیارهای تشابه

source: deselect all
fa: از حالت انتخاب کردن همه

source: Find successful matches and resolve
fa: یافتن اشیاء مشابه و ادغام کردن آن‌ها

source: select all
fa: انتخاب همه

source: select highlighted
fa: انتخاب موارد رنگی

source: unresolved objects.
fa: اشیاء منتشر نشده

source: Add New Target Term
fa: یک نوع شیء جدید اضافه کنید

source: Concepts
fa: مفاهیم

source: select property type
fa: نوع ویژگی را انتخاب کنید

source: select unique
fa: انتخاب یکتا

source: Collapse all
fa: بستن همه

source: Expand all
fa: باز کردن همه

source: Match Number
fa: شماره مورد مشابه

source: Property Conflicts
fa: تعداد ویژگیهای متفاوت

source: Property Matches
fa: تعداد ویژگی‌های مشابه

source: Contain
fa: شامل

source: No Conflict
fa: بدون تصادم

source: Match Criteria:
fa: معیارهای مشابه

source: Match
fa: مشابه

# Choose_an_object_resolution_setting
source: 3. Choose an object resolution setting.
fa: 3. یک روش ادغام اشیاء را انتخاب کنید.

source: Don't perform object resolution on my imported data.
fa: ادغام اشیاء را روی داده‌های وارد شده‌ی من انجام نده.

source: For more details see Import logs.
fa: برای جزئیات بیشتر گزارش (log)های ورود داده‌ها را ببینید.

source: Semi-Structured source(s) import completed for all data sources but at least one of them done without peripheral servers synchronization.
fa: ورود داده‌ها برای منابع داده‌ی نیمه ساختیافته‌ی انتخاب شده انجام شد ولی حداقل یکی از آن‌ها بدون همگام‌سازی سرورهای جانبی انجام گرفت.

# Import_size_is_too_big_you_can_not_specify_new_resolution_criteria
source: Import size is too big and may performed server-side, so you can not specify new resolution criteria.
fa: ورود داده‌ها بزرگ است و می‌بایست سمت سرور انجام شود، بنابراین شما نمی‌توانید شرایط ادغام جدیدی تعریف کنید.

source: Load
fa: بارگزاری

source: New
fa: جدید

source: None (Recommanded)
fa: هیچکدام (توصیه شده)

source: Specify new resolution criteria in the Object Resolution Wizard after my import.
fa: تعریف شرایط ادغام جدید پس از ورود داده‌های من.

source: Use preexisting resolution criteria from an Object Resolution Suite:
fa: استفاده از شرایط ادغام از پیش تعریف شده از یک «مجموعه‌ی ادغام اشیاء»:

source: Failed lines:
fa: خطوط غیرقابل ورود:

source: Continue Resolution
fa: ادغام اشیاء

source: Existing Objects
fa: اشیاء موجود

source: Resolved Objects
fa: اشیاء ادغام شده

source: Import
fa: ورود داده‌ها

# Save_and_Import
source: Save & import
fa: ذخیره‌سازی و ورود داده‌ها

source: Resolve
fa: ادغام

# Selected_Targeting_Type_Is_Not_Exist_In_Selected_Unresolve_Objects
source: Note: Selected targeting type(s) is(are) not exist in the importing object set.
fa: توجه: نوع انتخاب شده در انواع اشیاء انتخاب شده برای ادغام سراسری وجود ندارد

# Objects_Resolution_is_irreversible_are_you_sure
source: Object Resolution Operation is an irrevesible operation in this version; Are you sure you want to Resolve selected objects?
fa: ادغام اشیاء در این نسخه یک فرایند بازگشت ناپذیر است؛ آیا مطمئنید می‌خواهید اشیاء انتخاب شده را ادغام کنید؟

source: No Matches
fa: غیر مشابه‌ها

source: No Match Objects
fa: اشیائی که مشابه ندارند

source: Are you sure you want to close object resolution wizard?
fa: آیا مطمئن هستید که میخواهید پنجره ادغام سراسری بسته شود؟

source: Continue Resolution Prompt
fa: پیام کلید ادامه ادغام سراسری

source: Finish Prompt
fa: پیام کلید پایان

# Quit_Resolution_Wizard
source: Quit Object Resolution Wizard
fa: خروج از پنجره ادغام سراسری

# Get_Resolution_Candidates_
source: Get resolution randidates...
fa: دریافت اشیاء نامزد ادغام...

source: Performing global resolution...
fa: در حال انجام ادغام سراسری...

source: Pass
fa: سیکل

source: Object Filters
fa: اشیاء جستجو

source: Search terms
fa: ویژگی‌های جستجو

# Step_One
source: Step 1
fa: مرحله اول

# Step_Three
source: Step 3
fa: مرحله سوم

# Step_Two
source: Step 2
fa: مرحله دوم

source: Resolution Scope
fa: محدوده ادغام

source: Resolution Types
fa: انواع ادغام

source: all selected
fa: انتخاب همه موارد

source: Due to publishing the selected objects in the previous pass(es), you must publish the remaining objects even without Global Resolution to retain consistency of stored objects.
fa: به علت انتشار اشیاء انتخاب شده در مرحله یا مراحل قبل، به‌منظور سازگاری اشیاء ذخیره شده شما باید اشیاء باقیمانده را بدون انجام عملیات ادغام سراسری منتشر کند.

source: Please enter your suite name:
fa: لطفا نام فایل سوئیت را وارد کنید:

source: Resolve All
fa: ادغام همه

source: Resolve Unique
fa: ادغام یکتا

source: Publish Prompt
fa: پیام انتشار

source: No saved suite selected
fa: هیچ سوئیت ذخیره‌شده‌ای انتخاب نشده است

source: Saving new resolution suite...
fa: ذخیره‌سازی سوئیت ادغام جدید...

source: Nothing
fa: هیچ چیز

source: Accept
fa: قبول

# AddedColon
source: Added:
fa: اضافه شده:

source: Loading resolution suite ...
fa: بازیابی سوئیت ادغام ...

source: Unstructured data file '{0}' is too large for import.
fa: فایل داده‌ی غیرساختیافته «{0}» برای ورود بزرگ است.

source: Password:
fa: گذرواژه:

source: UserName:
fa: حساب کاربری:

source: Admin
fa: مدیر

source: Login
fa: ورود

source: Username or password is incorrect.
fa: حساب کاربری یا گذرواژه وارد شده صحیح نمی‌باشد.‌

# Upload_Failed
source: Upload Failed. File already Exist.
fa: آپلود فایل ناموفق بود. فایل قبلا موجود بوده است.

source: Publishing document and showing in graph
fa: در حال انتشار سند و نمایش بر روی گراف

source: No Document sub-type defined in ontology
fa: در هستان‌شناسی هیچ زیرنوعی برای سند تعریف نشده است

source: Add Folder Files
fa: افزودن فایل‌های پوشه

# Select_the_folder_you_want_to_import_supported_files
source: Select the folder you want to import supported files form it and it's sub-folders
fa: پوشه‌ای که می‌خواهید فایل‌های مورد پشتیبانی را از آن و از زیرپوشه‌هایش وارد نمایید، انتخاب کنید

# No_supported_file_found_in_selected_folder_and_its_subfolders
source: No supported file found in selelcted folder (and it's subfolder(s))
fa: هیچ فایل قابل پشتیبانی در پوشه‌ی انتخاب شده (و زیرپوشه(های) آن) یافت نشد

# Path_is_not_exist_or_accessable
source: Path is not exist or is not accessable
fa: مسیر وجود ندارد ویا در دسترس نیست

source: You can not define Global Resolution for unstructured file(s) import
fa: شما نمی‌توانید برای ورود فایل‌های غیرساختیافته ادغام سراسری تعریف کنید

source: All Data Sources
fa: همه‌ی منابع داده

# One_or_more_unstructured_data_sources_not_published
source: One or more unstructured data sources not published; For more details see error logs
fa: یک یا چند منبع داده‌ای غیرساختیافته منتشر نشدند؛ برای جزئیات بیشتر گزارش خطاها را ببینید

source: Publish unstructured data source(s)
fa: انتشار منابع داده‌ی غیرساختیافته

source: File '{0}' is empty!
fa: فایل «{0}» خالی است!

source: File Downloading Prompt
fa: پیام مرتبط با دانلود فایل

source: There is no file for the document.
fa: فایلی برای این سند وجود ندارد.

source: There is no candidate for selected type but resolotion method will be saved in global resolution suite.
fa: برای نوع انتخاب شده هیچ کاندیدایی وجود ندارد ولی روش ادغام برای این نوع در فایل سوئیت ذخیره خواهد شد.

source: Database Selection Window
fa: پنجره انتخاب پایگاه داده

source: Input Dialog Window
fa: پنجره ورود اطلاعات

source: Select Database:
fa: انتخاب پایگاه داده:

source: Add Database
fa: افزودن پایگاه داده

source: Database tables and views are loading.
fa: جداول بانک‌های اطلاعاتی در حال بارگذاری است.

source: Database URIs are loading.
fa: مسیر بانک‌های اطلاعاتی در حال بارگذاری است.

source: Selected map is not match with selected data source.
fa: نگاشت وارد شده متناسب با منبع داده انتخاب شده نمی‌باشد

# Are_you_sure_you_want_to_resolve_these_3_objects
source: Are you sure you want to resolve these {0} objects?
fa: آیا مطمين هستید که می‌خواهید اشیاء انتخاب شده را با هم ادغام کنید؟

source: Select the object whose title you wish to keep:
fa: شیئی که می‌خواهید نام نمایشی آن باقی بماند را انتخاب کنید:

source: This operation may take a long time.
fa: این عملیات ممکن است زیاد طول بکشد.

source: Graph Resolution Prompt
fa: ادغام از روی گراف

source: Assign
fa: انتساب

source: Assign Media
fa: انتساب مدیا

# Do_You_Want_To_Remove_All_Objects_From_Map
source: Do You Want To Remove Selected Objects From The Map?
fa: آیا می خواهید که همه اشیا از روی نقشه حذف شود؟

source: No Database Has Been Assigned To Import By Administrator.
fa: پایگاه داده ای برای ورود توسط مدیر تعریف نشده است.

# Are_You_Sure_Want_To_Remove_Links_From_Graph
source: Are you sure want to remove {0} Link(s) from Graph?
fa: آیا می خواهید {0} لینک از گراف حذف شود؟

source: Remove link
fa: حذف لینک

source: Remove links
fa: حذف لینک ها

# Unable_To_Remove_Links_From_The_Graph
source: Unable to remove Link(s) from the Graph: {0}
fa: امکان حذف شیء یا لینک ها از گراف وجود ندارد: {0}

# CSV_files_separator_unicode_char_decimal_code
source: CSV files separator unicode character decimal code:
fa: کد دهدهی کراکتر Unicode جداکننده‌های فایل‌های CSV:

source: Change...
fa: تغییر...

source: CSV Separator
fa: جدا کننده‌ی CSV

source: Enter a Unicode character code to use as CSV fields' separator:
fa: کد یک نویسه‌ی Unicodeرا جهت استفاده به عنوان جداکننده‌ی فیلدهای فایل CSV وارد کنید:

source: Preview:
fa: پیش‌نمایش:

source: Changing the CSV field separator will remove any probably mapping you defined in Step 2; Are you sure to change the separator?
fa: تغییر جداکننده‌ی فیلدهای فایل CSV نگاشت‌های احتمالی که در گام ۲ تعریف کرده‌اید را حذف خواهد کرد؛ آیا از تغییر جداکننده مطمئن هستید؟

source: Representable preview:
fa: پیش نمایش دیداری:

source: Mismatch Object types: {0}
fa: نوع شئ‌های نامتناسب: {0}

source: Mismatch Property types: {0}
fa: نوع ویژگی‌های نامتناسب: {0}

source: Mismatch Relationship types: {0}
fa: نوع رابطه‌های نامتناسب: {0}

source: Selected map is not match with current ontology;
fa: نگاشت انتخاب شده با هستان‌شناسی موجود سازگار نیست؛

# Are_You_Sure_Want_To_Remove_Links_From_Cache
source: Are you sure want to remove {0} Link(s) from Cache?
fa: آیا می خواهید {0} لینک منتشر نشده از حافظه‌ی موقت حذف شود؟

# Are_You_Sure_Want_To_Remove_Objects_And_Links_From_Graph
source: Are you sure want to remove {0} Object(s) and {1} Link(s) from Graph?
fa: آیا می خواهید {0} شیء و {1} لینک از گراف حذف شود؟

source: Are You Sure Want To Remove Objects From Cache?
fa: آیا می خواهید {0} شئ منتشر نشده از حافظه‌ی موقت حذف شود؟

source: Sharing Graph...
fa: در حال به اشتراک گذاری گراف...

# Unable_To_Load_Published_Graphs_Inforamtion
source: Unable to load published graphs informations:\n{0}
fa: امکان بازیابی اطلاعات گراف‌های منتشر شده وجود ندارد:\n{0}

# Multi_Value
source: Multi value property
fa: چند مقداره

source: Table value
fa: مقدار جدولی

source: Apply
fa: اعمال

source: Example:
fa: مثال:

source: Output:
fa: خروجی:

source: Regular Expression:
fa: عبارت منظم:

source: Regular Expression Definition
fa: تعیین عبارت منظم

# Defined_criterias_for_the_importing_objects_results_too_many_candidates_
source: Defined criterias for the importing objects results too many candidates; Check the criterias to be sufficiently precise.
fa: شرایط تعریف شده برای اشیاء در حال ورود، منتج به تعداد زیادی کاندیدا برای ادغام اشیاء شده‌اند؛ بررسی کنید که شرایط تعریف شده به اندازه‌ی کافی دقیق باشند.

# ContentAnalysis_Tab
source: Content Analysis
fa: تحلیل محتوا

source: Loading tag cloud...
fa: دریافت Tag Cloud...

source: Retrieve document content...
fa: بازیابی محتوای سند...

source: Invalid key phrase score
fa: امتیاز نامعتبر برای عبارت کلیدی

source: Invalid key phrase title
fa: عنوان نامعتبر برای عبارت کلیدی

source: Detecting language...
fa: شناسایی زبان...

source: Loading...
fa: در حال بارگزاری...

# Unable_to_load_document_content
source: Unable to load document content; For more details, see error logs.
fa: امکان بازیابی محتوای سند وجود ندارد؛ برای اطلاع از جزئیات بیشتر، گزارش خطاها را ببینید.

# Unable_to_load_language_statistics
source: Unable to load language statistics; for more details, see error logs.
fa: امکان آماده‌سازی آمار زبان‌ها وجود ندارد؛ برای اطلاع از جزئیات بیشتر، گزارش خطاها را ببینید.

# Unable_to_load_tag_cloud
source: Unable to load Tag Cloud; For more details, see error logs.
fa: امکان آماده‌سازی Tag Cloud وجود ندارد؛ برای اطلاع از جزئیات بیشتر، گزارش خطاها را ببینید.

source: Defined import is too large and also includes definitions for import document automatically; This kind of import must done server-side and INFRASTRUCTURE MUST HAS ACCESS THE PATH OF DOCUMENTS DEFINED IN YOUR IMPORT SOURCE OTHERWISE, DOCUMENTS WILL NOT IMPORT; To ensure the access, contact your admin. Are you sure starting this process?
fa: ورود داده‌ی تعریف شده، بزرگ است و همچنین شامل تعاریفی برای ورود خودکار اسناد است؛ این نوع ورود داده می‌بایست در سمت سرور انجام شود و «زیرساخت می‌بایست حتما به مسیرهای اسناد تعریف شده در داده‌های ورودی دسرتسی داشته باشد، در غیر اینصورت اسناد وارد نخواهند شد»؛ برای اطمینان از این دسترسی با مدیر خود مکاتبه کنید. آیا مطمئنید که می‌خواهید این فرایند را شروع کنید؟

# Mapping_is_not_completed_make_sure_defined_mapping_s_are_right
source: Mapping is not completed; Make sure defined mapping(s) are right and display name is selected for all object maps.
fa: نگاشت کامل نیست؛ از صحت نگاشت(ها) و انتخاب نام نمایشی برای تمام نگاشت‌های اشیاء اطمینان حال کنید.

source: Unable to transform selected sample data row
fa: امکان استحصال داده از سطر داده‌ی نمونه‌ انتخاب شده وحود ندارد.

source: No object will generate
fa: هیچ شئی ایجاد نخواهد شد

source: Unable to show more than one object!
fa: امکان نمایش بیش از یک شئ وجود ندارد!

source: No document will generate
fa: هیچ سندی ایجاد نخواهد شد

source: Defined import is too large and also includes definitions for import from Data Lake; Currently your workspace will provide this kind of imports that may take long time and large anount of workspace resources. Are you sure starting this process?
fa: ورود داده‌ی تعریف شده، بزرگ است و همچنین شامل تعاریفی برای ورود از «دریاچه داده» است؛ در حال حاضر محیط کاربری این نوع ورود داده را انجام می‌دهد که این مساله می‌تواند زمان زیادی طول بکشد و منابع زیادی از محیط کاربری را درگیر نماید. آیا مطمئنید که می‌خواهید این فرایند را شروع کنید؟
