Repository: RihanaDave/Sources
Catalog: Workspace/Presentation/Properties/Resources.*.resx
Languages: fa

source: Add
fa: افزودن

source: Adding file to Object...
fa: در حال افزودن فایل به شیء...

# Adding_File_To_Object_Was_Failed
source: Adding File to Object Was Failed: {0}
fa: خطا در افزودن فایل به شیء: {0}

source: Add Concept
fa: افزودن مفهوم

source: Add File
fa: افزودن فایل

source: Add Media
fa: افزودن فایل رسانه

source: Add new concept to ontology...
fa: در حال افزودن مفهوم جدید به هستان شناسی...

source: Add Property
fa: افزودن ویژگی

source: Apply Layout
fa: اعمال چینش

# Are_You_Sure_Want_To_Remove_Objects_From_Graph
source: Are you sure want to remove {0} Object(s) from Graph?
fa: آیا می خواهید {0} شیء از گراف حذف شود؟

source: Assign Existing Property
fa: انتساب از ویژگی‌های موجود

source: Assign Property
fa: انتساب ویژگی

source: Atleast one centeral object was not previously on graph
fa: حداقلی یکی از اشیا مرکزی، از قبل روی گراف موجود نبوده است

source: BASIC INFO
fa: اطلاعات پایه

source: Begin Time
fa: زمان شروع

source: Browse selected objects
fa: نمایش اشیاء انتخاب شده

source: Cancel
fa: انصراف

# Cannot_Retrive_Directory_Information
source: Cannot Retrive Directory Information: {0}
fa: خطا در نمایش اطلاعات پوشه: {0}

# Cannot_Show_Directory
source: Cannot Show Directory: {0}
fa: خطا در نمایش محتویات پوشه: {0}

source: Check big-data search service...
fa: در حال بررسی سرور جستجوی داده‌های حجیم...

source: Close
fa: بستن

source: Collapse the Group
fa: جمع کردن گروه

source: Columns
fa: ستون‌ها

# Column_Name_WithColon
source: Column Name:
fa: نام ستون:

source: Concept
fa: مفهوم

# Concept_Name_WithColon
source: Concept Name:
fa: نام مفهوم:

source: Const value
fa: مقدار ثابت

source: Control is Data-Initialized before
fa: کنترل مقدار دهی نشده است

source: Control is not initialized
fa: کنترل قبلاً مقداردهی شده است

source: Create
fa: ایجاد

source: Create Directory
fa: ایجاد پوشه

# Create_Directory_Failed
source: Create Directory Failed: {0}
fa: عملیات ایجاد پوشه شکست خورد {0}

source: Create Link
fa: ایجاد رابطه

source: Create new group
fa: ایجاد گروه جدید

source: Create new link
fa: ایجاد رابطه جدید

source: Create new object
fa: ایجاد شیء جدید

source: Create new property
fa: ایجاد ویژگی جدید

source: Creating Directory...
fa: در حال ساخت پوشه...

source: Creating new group in repository...
fa: در حال ایجاد گروه ...

source: Data Import Window
fa: ورود داده‌ها

source: Delete
fa: حذف

source: Deleting Operation Was Failed
fa: عملیات حذف شکست خورد

source: Description
fa: توضیح

# Description_WithColon
source: Description:
fa: توضیح:

source: Deselect all links
fa: از انتخاب خارج کردن تمام رابطه‌ها

source: Deselect all objects
fa: از انتخاب خارج کردن تمام اشیاء

# Destination_WithColon
source: Destination:
fa: مقصد:

source: Directed First to Second
fa: جهت رابطه از اول به دوم

source: Directed Second to First
fa: جهت رابطه از دوم به اول

source: Directory Was Created
fa: پوشه ایجاد شد.

# Dispaly_Name_WithColon
source: Dispaly name:
fa: نام:

source: Documents
fa: مستندات

source: Download
fa: دانلود

source: Downloading...
fa: در حال انجام دانلود...

source: Download Successfull
fa: دانلود انجام شد.

# Download_Was_Failed
source: Download Was Failed: {0}
fa: خطا در دانلود: {0}

source: Do you want to delete file?
fa: آیا می خواهید فایل حذف شود؟

source: Dynamic Ontology
fa: هستان‌شناسی پویا

source: End Time
fa: زمان پایان

source: Entered keyword is too long
fa: کلمه‌ی وارد شده بسیا طولانی است

source: Entered keyword is too short
fa: کلمه‌ی وارد شده بسیا کوتاه است

source: entered value's characters are more than 50, try again...
fa: طول کاراکترهای وارد شده بیشتر از 50 می‌باشد، لطفا دوباره تلاش کنید...

# Enter_Group_name_WithColon
source: Enter Group name:
fa: نام گروه را وارد نمایید:

source: Entities
fa: موجودیت‌ها

source: Events
fa: رخدادها

# Event_Relationship_Types_Hierarchy_Or_Icons_Loading_Failed
source: Event/Relationship Types hierarchy (or icons) loading failed {0}
fa: بارگذاری سلسله مراتب انواع روابط/رویدادها یا بارگزاری آیکون‌ها با شکست مواجه شد| {0}

source: Exit
fa: خروج

source: Exit Confirmation
fa: تآیید خروج

source: Expand node selection to next linked level
fa: گسترش انتخاب شیء تا سطح بعدی اشیاء براساس رابطه‌ها

source: Expand the group
fa: گسترش گروه

source: File Is Empty
fa: فایل خالی است

source: File Not Found
fa: فایل پیدا نشد

source: File Was Deleted
fa: فایل حذف شد

source: Finish
fa: پایان

source: From column
fa: از ستون

source: Get directory name
fa: دریافت نام پوشه

source: Get graph
fa: دریافت گراف

source: Get graph window
fa: دریافت گراف

# Graph_Arrangment_Exchange_Error
source: Graph arrangment exchange error: {0}
fa: خطا در چینش گراف: {0}

source: Graph Name
fa: نام گراف

source: Graph Preview
fa: پیش نمایش گراف

source: Graph Shared
fa: گراف ذخیره شد.

source: Group
fa: گروه

source: Loading File Repository Directories...
fa: بارگذاری پوشه‌های مخزن فایل...

source: Import Data
fa: ورود داده‌ها

source: Initaizing Big-Data Search
fa: در حال مقداردهی اولیه به ابزار جستجوی داده‌های حجیم...

source: Initializing workspace...
fa: در حال مقداردهی اولیه به محیط کاربری...

source: Invalid argument
fa: ورودی نامعتبر است

source: Invalid Graph arrangemt XML
fa: فایل آرایش گراف، نامعتبر است

source: Invalid Object type (null, empty or whitespase)
fa: نوع شیء نامعتبر است

source: Invalid search keyword
fa: کلمه‌ی مورد جستجو نامعتبر است

source: Invalid server response
fa: پاسخ سرور نامعتبر است

source: Invert selection (links)
fa: انتخاب معکوس (رابطه‌ها)

source: Invert selection (objects)
fa: انتخاب معکوس (اشیاء)

source: Jobs Status
fa: وضعیت کارهای درخواست‌ شده

source: List Of Properties
fa: لیست ویژگی‌ها

source: Loading indexes...
fa: درحال بارگذاری ایندیس‌ها...

source: Loading Jobs Status...
fa: در حال بارگذاری وضعیت کارهای درخواست‌ شده...

source: Loading keyspaces...
fa: درحال بارگذاری جداول داده‌های حجیم

source: Loading properties...
fa: در حال بارگذاری ویژگی‌ها

source: Loading published graph...
fa: در حال بارگذاری گراف ذخیره شده...

# Loading_Published_Graph_Image
source: Loading graph image...
fa: در حال بارگذاری تصویر گراف...

# Log_Name_WithColon
source: Log Name:
fa: نام شِما:

source: Main Window
fa: پنجره اصلی

# Main_Window_Initialization_Error
source: 'Main Window' initialization error: {0}
fa: خطا در مقداردهی اولیه به پنجره اصلی {0}

source: Make a Group
fa: ساخت گروه

source: Mapping not exist
fa: نگاشتی وجود ندارد

source: Mapping result sample (by preview first row):
fa: مثال از نتیجه‌ی اعمال نگاشت( به وسیله سطر انتخاب شده)

# Name_WithColon
source: Name:
fa: نام:

source: New concept
fa: مفهوم جدید

source: New group
fa: گروه جدید

source: New link
fa: رابطه جدید

source: New object
fa: شیء جدید

source: New property:
fa: ویژگی جدید:

source: Next
fa: بعدی

# Nodes_WithColon
source: Nodes:
fa: تعداد اشیاء:

source: none
fa: هیچکدام

source: Nothing To Import
fa: چیزی برای ورود داده‌ها وجود ندارد

source: (Not Initialized)
fa: (مقداردهی اولیه نشده است)

source: (Not Initialized yet)
fa: (هنوز مقدار‌دهی اولیه نشده است)

source: No Direction
fa: بدون جهت

source: No direction selected
fa: جهتی انتخاب نشده است

source: (No document result)
fa: (سندی یافت نشد)

source: No edge exist for mapping
fa: هیچ یالی برای نگاشت وجود ندارد

source: (No entity result)
fa: (موجودیتی یافت نشد)

source: (No Event)
fa: (رویدادی وجود ندارد)

source: (No event result)
fa: (رخدادی یافت نشد)

source: (No preview)
fa: (پیش‌نمایشی وجود ندارد)

source: No preview data available
fa: پیش‌نمایش داده‌ها موجود نیست.

source: (No Property)
fa: (ویژگی‌ای وجود ندارد)

source: No Published Graph
fa: گراف ذخیره شده‌ای موجود نیست.

source: (No Relationship)
fa: (رابطه‌ای وجود ندارد)

source: No vertex exist for mapping
fa: هیچ شیءای برای نگاشت وجود ندارد

source: Object Count
fa: تعداد اشیاء

source: Object Types hierarchy (or icons) loading failed
fa: بارگذاری سلسله مراتب اشیاء یا بارگذاری آیکون‌ها با شکست مواجه شد

# Of_Type
source: Of type: {0}
fa: از نوع: {0}

source: Ok
fa: قبول

# Ontology_All
source: All
fa: همه

# Ontology_Already_Contains_This_Property_For
source: Ontology already contains this property for ({0})
fa: هستان‌شناسی از قبل دارای این ویژگی برای ({0}) بوده است.

# Ontology_Customize
source: Customize
fa: سفارشی

# Ontology_Intersect
source: Intersect
fa: اشتراک

source: Ontology manager
fa: مدیریت هستان شناسی

# Ontology_None
source: None
fa: هیچکدام

source: Ontology tree
fa: درخت هستان‌شناسی

# Ontology_Tree_Already_Contains_A_Concept_Named
source: Ontology tree already contains a concept named ({0})
fa: درخت هستان‌شناسی از قبل دارای نام مفهومی با مقدار {0} بوده است.

# Ontology_Union
source: Union
fa: اجتماع

# Path_withColon
source: Path:
fa: مسیر:

source: Performing search around...
fa: انجام جستجوی پیرامونی...

source: Please Wait...
fa: لطفا صبر کنید...

source: Preform big-data search...
fa: درحال جستجوی داده‌های حجیم...

source: Previous
fa: قبلی

source: Properties
fa: ویژگی‌ها

# Properties_Types_Hierarchy_Or_Icons_Loading_Failed
source: Properties Types hierarchy (or icons) loading failed: {0}
fa: بارگذاری سلسله مراتب انواع ویژگی‌ها یا بارگذاری آیکون‌ها با شکست مواجه شد: {0}

# Properties_WithColon
source: Properties:
fa: ویژگی‌ها:

# PROPERTIES_WithUpperCase
source: PROPERTIES
fa: ویژگی‌ها

source: Property
fa: ویژگی

source: Property Count
fa: تعداد ویژگی‌ها

# Property_Values_Characters_Are_More_Than_NUM_Try_Again
source: Property value's characters are more than {0}
fa: تعداد کاراکترهای مقدار ویژگی بیشتر از {0} کرکتر است، لطفا دوباره تلاش کنید...

# Published_Graph
source: Published Graph(s)
fa: گراف‌های ذخیره شده

# Publish_Graph
source: Publish
fa: ذخیره گراف

source: Quick Search
fa: جستجوی سریع

source: Quit Workspace
fa: خروج از محیط کاربری

source: Register Time
fa: زمان ثبت درخواست

source: Relayout context-menu not presented
fa: منو چینش مجدد موجود نیست

source: Relayout vertices
fa: چینش مجدد اشیاء

source: Remove an object from graph
fa: حذف یک شیء از گراف

source: Remove object
fa: حذف شیء

source: Remove objects
fa: حذف اشیاء

source: Results
fa: نتایج

# Results_Number_WithColon
source: Results Number:
fa: تعداد نتایج:

source: Retriving published graph(s) information...
fa: درحال بازیابی اطلاعات گراف‌های ذخیره شده...

# Review_These_Summary_Statistics_For_Your_Import
source: 1. Review these summary statistics for your import.
fa: ۱. این آمار مختصر از ورود داده‌هایتان را مرور کنید.

source: Save ontology
fa: ذخیره هستان شناسی

source: Save property
fa: ذخیره ویژگی

source: Saving property...
fa: در حال ذخیره ویژگی...

source: Creating new link...
fa: در حال ایجاد رابطه جدید...

source: Creating new object...
fa: در حال ایجاد شیء جدید...

source: Search
fa: جستجو

# Search_Around_Objects_With_Same_Properties
source: Search-Around for objects with the same properties
fa: جستجوی پیرامونی جهت یافتن اشیا دارای ویژگی‌های یکسان

# Search_Box_WithColon
source: SearchBox:
fa: مقدار مورد جستجو:

source: Search failed
fa: عملیات جستجو شکست خورد

source: Select
fa: انتخاب

source: Select all links
fa: انتخاب تمام رابطه‌ها

source: Select all links of selected objects
fa: انتخاب تمام رابطه‌های مرتبط با اشیاء انتخاب شده

source: Select all objects
fa: انتخاب تمام اشیاء

# Select_A_Relationship_Event_Type_withColon
source: Select a Relationship/Event type:
fa: انتخاب یک نوع رابطه/رخداد:

# Select_A_Search_Type_To_Begin
source: Select a search type to begin. You must have the approximate security groups included in your Investigative Authorization list to see all models.
fa: یک نوع جستجو برای شروع انتخاب کنید.

source: (Select a type)
fa: (انتخاب یک نوع)

# Select_A_Type_For_The_New_Object_WithColon
source: Select a type for the new object:
fa: انتخاب یک نوع برای شیء جدید:

source: Select directory
fa: انتخاب پوشه

source: Select inner links of selected objects
fa: انتخاب رابطه‌های ورودی به اشیاء انتخاب شده

source: Select orphans nodes
fa: انتخاب اشیاء بدون رابطه

source: Select outer links of selected objects
fa: انتخاب رابطه‌های خروجی از اشیاء انتخاب شده

source: Select Properties For Concept
fa: انتخاب ویژگی‌ها برای مفهوم

source: Set node selection to next linked level
fa: انتخاب گره‌های سطح بعدی

source: Share graph
fa: به اشتراک‌گذاری گراف

source: Showing published graph...
fa: درحال نمایش گراف ذخیره شده...

source: Show in graph
fa: نمایش در گراف

source: Show link
fa: نمایش رابطه

source: Show links
fa: نمایش رابطه‌ها

source: Show object
fa: نمایش شیء

source: Show objects
fa: نمایش اشیاء

source: Sources
fa: منابع

source: Source Import
fa: منبع ورود داده‌ها

source: Source object mapping is not exist
fa: نگاشت شیء مبدا موجود نیست

source: Source object of the Link may be added to Graph
fa: شیء مبدا رابطه ممکن است به گراف اضافه شده باشد.

# Source_WithColon
source: Source:
fa: منبع:

source: State
fa: وضعیت

source: Step 1: Select Data Sources
fa: مرحله 1: انتخاب منابع داده‌ها

source: Step 2: Create New Mappings
fa: مرحله 2: ایجاد نگاشت‌های جدید

source: Step 3: Review Your Import
fa: مرحله 3: بررسی ورود داده‌های شما

source: Structured Data Sources
fa: منابع داده‌ای ساخت یافته

source: Target object mapping is not exist
fa: نگاشت شیء مقصد موجود نیست

source: Target object of the Link may be added to Graph
fa: شیء مقصد رابطه ممکن است به گراف اضافه شده باشد.

source: The File Was Added
fa: فایل اضافه شد.

# Time_Created_WithColon
source: Time Created:
fa: زمان ایجاد:

# Title_WithColon
source: Title:
fa: عنوان:

source: Type
fa: نوع

# Type_WithColon
source: Type:
fa: نوع:

# Unable_To_Apply_Return_Newly_Created_Link_To_Its_Group
source: Unable to apply return newly created Link to it's Group: {0}
fa: ارتباطی که به تازگی ایجاد شده را نمی‌توان به گروهش اعمال نمود: {0}

source: Unable to clear graph mappings
fa: امکان پاکسازی گراف نگاشت وجود ندارد.

# Unable_To_Collapse_Group_Vertex
source: Unable to collapse Group-Vertex: {0}
fa: امکان جمع‌نمودن گروه اشیاء وجود ندارد: {0}

source: Unable to create Group before Data-Initialization
fa: امکان ایجاد گروه قبل از مقداردهی اولیه به داده‌هاوجود ندراد.

# Unable_To_Create_New_Group
source: Unable to create new group: {0}
fa: امکان ایجاد گروه جدید وجود ندارد: {0}

# Unable_To_Create_New_Object
source: Unable to create new Object: {0}
fa: امکان ایجاد شیء جدید وجود ندارد: {0}

source: Unable to creat a link with a type except children of 'Relationship' or 'Event' types.
fa: امکان ایجاد یک لینک با نوعی بجز فرزندان ارتباطات یا رخدادها وجود ندارد.

# Unable_To_Discover_Related_Vertex
source: Unable to discover related vertex: {0}
fa: امکان کشف شیء مرتبط وجود ندارد: {0}

# Unable_To_Expand_Group_Vertex
source: Unable to expand Group-Vertex: {0}
fa: امکان گسترش اشیاء گروه وجود ندارد: {0}

source: Unable to get related Vertex
fa: امکان دریافت اشیاء مرتبط وجود ندارد.

# Unable_To_Get_Selected_File
source: Unable To Get Selected File: {0}
fa: خطا در دریافت فایل انتخاب شده: {0}

# Unable_To_Initiate_Big_Data_Search_Application
source: Unable to initiate Big-Data Search Application: {0}
fa: امکان مقدار دهی اولیه به ابزار جستجو داده‌های حجیم وجود ندارد: {0}

source: Unable to initiate 'Link Creation' control:
fa: امکان مقدار دهی اولیه به کنترل ایجاد لینک وجود ندارد: {0}

# Unable_To_Load_Published_Graph
source: Unable published graph: {0}
fa: امکان بارگذاری گراف ذخیره شده وجود ندارد: {0}

# Unable_To_Prepairing_Exit
source: Unable to prepairing exit: {0}
fa: امکان آماده‌سازی برای خروج وجود ندارد: {0}

source: Unable to reach unique mapping for the edge
fa: امکان دسترسی به یک نگاشت یکتا برای این لبه وجود ندارد: {0}

source: Unable to reach unique mapping for the vertex
fa: امکان دسترسی به یک نگاشت یکتا برای این گره وجود ندارد: {0}

# Unable_To_Remove_Link_Form_Graph_Title_Source_Object_ID_Target_Object_ID
source: Unable to remove Link form Graph; Title: {0}, Source Object ID: {1}, Target Object ID: {2}
fa: امکان حذف لینک از روی گراف وجود ندارد؛ عنوان {0}، شناسه شیء مبداء {1}،شناسه شیء مقصد {2}

source: Unable to remove mapping
fa: امکان حذف گراف وجود ندارد.

# Unable_To_Remove_Objects_From_The_Graph
source: Unable to remove Object(s) from the Graph: {0}
fa: امکان حذف شیء یا اشیاء از گراف وجود ندارد: {0}

# Unable_To_Remove_Object_Form_Graph_ID_Display_Name
source: Unable to remove Object form Graph; ID: {0}, Display name: {1}
fa: امکان حذف شیء از گراف وجود ندارد؛ شناسه {0}، نام نمایشی {1}

source: Unable to remove object mapping
fa: امکان حذف نگاشت یء وجود ندارد.

# Unable_To_Retrive_Graph_Content_From_Repository
source: Unable to retrive Graph content from Repository: {0}
fa: امکان بازیابی محتویات گراف از پایگاه‌داده وجود ندارد: {0}

# Unable_To_Share_Graph
source: Unable To Share Graph: {0}
fa: امکان به اشتراک‌گذاری گراف وجود ندارد: {0}

# Unable_To_Show_Create_New_Link_Window
source: Unable to show 'Create new Link' window: {0}
fa: امکان نمایش پنجره ایجاد لینک جدید وجود ندارد: {0}

# Unable_To_Show_Create_New_Object_Window
source: Unable to show 'Create new Object' window: {0}
fa: امکان نمایش پنجره ایجاد شیء جدید وجود ندارد: {0}

# Unable_To_Show_Links_On_The_Graph
source: Unable to show Links on the Graph: {0}
fa: امکان نمایش لینک‌ها بر روی گراف وجود ندارد: {0}

# Unable_To_Show_Link_Between_On_The_Graph
source: Unable to show Link '{0}' (between: '{1}' (ID: {2}) and '{3}' (ID: {4})) on the Graph: {5}
fa: امکان نمایش لینک "{0}" (بین: "{1}" (شناسه: {2}) و "{3}" (شناسه: {4})) بر روی گراف وجود ندارد: {5}

# Unable_To_Show_Objects_In_Browser_Application
source: Unable to show objects in Browser Application: {0}
fa: امکان نمایش اشیاء در نمایشگر شیء وجود ندارد: {0}

# Unable_To_Show_Objects_On_Graph
source: Unable to show objects on Graph: {0}
fa: امکان نمایش اشیاء بر روی گراف وجود ندارد: {0}

# Unable_To_Show_Objects_On_The_Graph
source: Unable to show Objects on the Graph: {0}
fa: امکان نمایش اشیاء بر روی این گراف وجود ندارد: {0}

# Unable_To_Show_Object_On_The_Graph
source: Unable to show Object '{0}' (ID: '{1}') on the Graph: {2}
fa: امکان نمایش شیء "{0}" (شناسه: {1}) بر روی گراف وجود ندارد: {2}

# Unable_To_Show_Quick_Search_Result
source: Unable to show Quick Search result: {0}
fa: امکان نمایش نتایج جستجوی سریع وجود ندارد: {0}

# Unable_To_show_Retived_Objects_links_On_Graph
source: Unable to show retived object(s)/link(s) on Graph: {0}
fa: امکان نمایش لینک‌های اشیاء بازیابی شده، بر روی گراف وجود ندارد: {0}

source: Unknown job status
fa: وضعیت درخواست‌ها نامشخص است

source: Unknown mapping item type
fa: نوع نمونه نگاشت نامشخص است

source: Unknown property type
fa: نوع ویژگی نامشخص است

source: Unknown State
fa: وضعیت نامشخص است

source: Unknown value item type
fa: نوع نامشخص

source: Unknow relationship direction
fa: جهت رابطه تعیین نشده است.

source: Upload
fa: بارگذاری

source: Upload File
fa: بارگذاری فایل

source: Upload Operation Was Failed.
fa: عملیات بارگذاری با شکست مواجه شد.

source: Upload Successfull
fa: عملیات بارگذاری انجام شد

source: Uploding File...
fa: درحال بارگذاری فایل...

source: Value
fa: مقدار

source: The test sample contains {0} cells.
fa: نمونه‌ی پیش‌نمایش دارای {0} خانه می‌باشد.

source: The test sample contains {0} rows.
fa: نمونه‌ی پیش‌نمایش دارای {0} ردیف می‌باشد.

source: Your Graph has content that may be needed later. Do you want to save your Graph?
fa: محتوای گراف شما تغییر کرده است. آیا می خواهید گراف را ذخیره کنید؟

source: You must restart your application to apply these changes. Restart Now?
fa: برای اعمال تغییرات نیاز به بارگذاری مجدد برنامه می‌باشد. آیا می خواهید از برنامه خارج شوید؟

source: The Service Operation Timed Out
fa: زمان انتظار برای دریافت سرویس به پایان رسید

source: Incoming Nodes
fa: گره‌های ورودی

source: Invert Nodes
fa: انتخاب معکوس گره‌های

source: Linked Entities
fa: موجودیت‌های مرتبط

source: Links
fa: لینکك‌ها

source: Links Between
fa: انتخاب لینک‌های مستقیم شیء

source: Loading Object Information...
fa: در حال بارگذاری اطلاعات شیء...

source: Make Group
fa: ایجاد گروه

source: No mapping for the Tab
fa: در گراف، شیء‌ای متناظر برای سربرگ کنونی وجود دارد

source: Outgoing Nodes
fa: گره‌های خروجی

source: Publish
fa: انتشار

source: Remove
fa: حذف

source: Search Around
fa: جستجوی پیرامونی

source: Unable to load Object Information
fa: امکان بارگذاری اطلاعات شیء وجود ندارد

source: View
fa: نمایش شیء

source: Unable to show links on Graph
fa: امکان نمایش لینک‌ها بر روی گراف وجود ندارد

source: Add to Graph
fa: نمایش در گراف

# Related_Entities_Date_Begin
source: Date Begin
fa: تاریخ شروع

# Related_Entities_Date_End
source: Date End
fa: تاریخ خاتمه

# Related_Entities_Related
source: Related
fa: ارتباطات

# Related_Entities_Relationship
source: Relationship
fa: وابستگی

# Related_Entities_Text
source: Text
fa: متن

# Related_Events_Relationship
source: Relationship
fa: وابستگی

# Related_Events_Text
source: Text
fa: متن

# Related_Events_Time_Begin
source: Time Begin
fa: زمان شروع

# Related_Events_Time_End
source: Time End
fa: زمان خاتمه

# Related_Events_Type
source: Type
fa: نوع

# Relate_Events_Label
source: Label
fa: برچسب

source: Collapse Group
fa: بستن گروه

source: Expand group
fa: بازگشایی گروه

source: Linked Document
fa: مستندات مرتبط

source: Related Documents Count
fa: تعداد اشیاء مرتبط

source: Related Entities Count
fa: تعداد موجودیت‌های مرتبط

source: Related Events Count
fa: تعداد رخدادهای مرتبط

source: Filter search
fa: جستجوی فیلتری

source: Save
fa: ذخیره

source: Add Criterion
fa: افزودن معیار جدید

source: Date filter
fa: فیلتر تاریخ

source: Filter Criteria:
fa: معیار فیلتر:

source: Filter Search Title:
fa: عنوان جستجوی فیلتری:

source: Keyword filter
fa: فیلتر کلیدواژه

source: Object type filter
fa: فیلتر نوع اشیاء

source: Property filter
fa: فیلتر ویژگی

source: Graph Application
fa: کاربرد گراف

source: Home Application
fa: خانه

source: Nested_Filter
fa: فیلتر تودرتو

source: Big-Data Search Application
fa: جستجو در داده‌های حجیم

source: Performing filter search
fa: در حال جستجوی فیلتری

source: Browser Application
fa: کاربرد نمایشگر شئ

source: Unknown Relational Operator Type
fa: نوع عملگر منطقی نامشخص است.

# Some_Of_FilterSearch_Fields_are_empty_Please_Try_Again
source: Some of filter search fields or some of nested controls are empty.
fa: برخی از فیلدها یا کنترلهای تودرتو جستجوی فیلتری خالی است، لطفا دوباره تلاش کنید.

source: Apply as filter
fa: اعمال فیلتر

source: Clear filter
fa: رفع فیلتر

source: Select matching
fa: انتخاب اشیا متناظر

source: Performing selection by filter criteria
fa: درحال انتخاب اشیا براساس معیار(های) فیلتر

# Unable_To_Apply_Filter
source: Unable to apply filter: {0}
fa: امکان اعمال فیلتر وجود ندارد: {0}

# Unable_To_Perform_Selection_By_Filter_Criteria
source: Unable to perform selection by filter criteria: {0}
fa: امکان اعمال انتخاب براساس فیلتر وجود ندارد: {0}

# Unable_To_Show_Filter_Search_Result_On_Graph
source: Unable to show filter search result on Graph: {0}
fa: امکان نمایش نتیجه جستجوی فیلتری روی گراف وجود ندارد: {0}

source: Apply filter
fa: اعمال فیلتر

# Unable_To_Clear_Filter
source: Unable to clear filter: {0}
fa: امکان برداشتن فیلتر وجود ندارد: {0}

source: Apply search results
fa: اعمال نتایج جستجو

source: Start time is later than end time
fa: زمان شروع بعد از زمان پایان است.

source: Number of the nested criteria is greater than 20.
fa: تعداد معیارهای تودرتو بیشتر از 20 است.

source: Reset Criterion
fa: بازنشانی معیارها

# Mapping_not_completed_for_selected_sources
source: Mapping not completed for selected source(s); Make sure that right mapping(s) defined for selected source(s) and display names are defined for all object mapping(s).
fa: نگاشت برای منبع(های) انتخاب شده تکمیل نشده است؛ از تعریف نگاشت صحیح برای منبع(های) انتخاب شده و نیز تعریف «نام نمایشی» برای نگاشت(های) اشیاء اطمینان حاصل کنید.

source: Document Types
fa: انواع اسناد

source: Entity Types
fa: انواع موجودیت‌ها

source: Event Types
fa: انواع رخدادها

source: Object types
fa: انواع اشیاء

source: Filter
fa: فیلتر

source: Histogram
fa: هیستوگرام

# Unable_To_Apply_Selection
source: Unable to apply selection. {0}
fa: امکان اعمال انتخاب وجود ندارد. {0}

source: All Documents
fa: همه‌ی سندها

source: All Entities
fa: همه‌ی موجودیت‌ها

# All_Evevnts
source: All Events
fa: همه‌ی رخدادها
